Repository: common-repository/social-opt-in
Catalog: languages/wp-soptin-*.po
Languages: de_de

source: Share Post
de_de: Artikel weiterverbreiten

source: To share ths articel via social networks, you've got to enable them - For your privacy.
de_de: Um Artikel über soziale Netzwerke weiterzuverbreiten, müssen Sie diese aktivieren - für mehr Datenschutz.

source: On this page you can configure, how the plugin looks like and which social networks will be shown by this plugin under each page or post. If you choose to add this plugin via code, you've got to add <?php if(function_exists('social-opt-in')) social-opt-in(); ?> to loop.php.
de_de: Hier kannst Du einstellen, wie Social Opt In unter Deinen Seiten und Artikeln aussieht und welche Sozialen Netzwerke verfügbar sind. Wenn Du das Plugin per PHP einbinden willst, musst Du <?php if(function_exists('social-opt-in')) social-opt-in(); ?> in der Theme-Datei loop.php ergänzen.

source: Mode
de_de: Betriebsmodus

source: <strong>Filtering of posts.</strong> Automatically adds the bar to each post on every page.<br/>
de_de: <strong>Filtern von Beiträgen.</strong> Allen Beträgen auf allen Seiten wird automatisch die Leiste angehängt.<br/>

source: <strong>Call via PHP.</strong> You've got to add &lt;?php if(function_exists('social_opt_in')) social_opt_in(); ?&gt; to your theme file.
de_de: <strong>Aufruf über PHP.</strong> Du musst diese Zeile in Deinem Theme ergänzen: &lt;?php if(function_exists('social_opt_in')) social_opt_in(); ?&gt;

source: You have more control over the layout if you choose the PHP code option.<br/>You've got to add <?php if(function_exists('social_opt_in')) social_opt_in(); ?> to loop.php.
de_de: Du hast eine größere Kontrolle über das Layout, wenn Du Die Option PHP Code wählst. Dann musst Du diese Zeile in loop.php ergänzen: <?php if(function_exists('social-opt-in')) social-opt-in(); ?>

source: Show headline
de_de: Überschrift anzeigen

source: Show headline over the bar
de_de: Überschrift über der Toolbar anzeigen

source: Headline
de_de: Überschrift

source: Headline over <i>Social Opt In</i>.
de_de: Überschrift über Social Opt In

source: Show description
de_de: Beschreibung anzeigen

source: Show description under the bar
de_de: Beschreibung unter der Toolbar anzeigen

source: Description
de_de: Beschreibung

source: Why you've installed <i>Social Opt In</i>.
de_de: Warum Du <i>Social Opt In</i> einsetzt.

source: Twitter pre
de_de: Vor dem Tweet

source: Your Twitter account or some hashtags
de_de: Dein Twitter-Account oder Hashtags

source: Twitter post
de_de: Nach dem Tweet

source: Mail
de_de: E-Mail

source: Default CSS-Styles
de_de: Standard CSS-Styles

source: Settings <strong>saved</strong>.
de_de: Einstellungen <strong>gespeichert</strong>.

source: Settings <strong>reset</strong>.
de_de: Einstellungen <strong>zurückgesetzt</strong>.

source: %s Post: %s
de_de: %s Artikel: %s

source: Personal message from sender: %s The following post was recommended to you by %s: _______________________________________________________________________________ %s You can find the complete article at: %s _______________________________________________________________________________ %s
de_de: Die persönliche Mitteilung des Absenders lautet: %s Dieser Artikel wurde Ihnen von %s empfohlen _______________________________________________________________________________ %s Den vollständigen Artikel können Sie sich unter dieser Adresse anschauen: %s _______________________________________________________________________________ %s

source: We've sent "%s" to %s.
de_de: Wir haben "%s" an %s geschickt.

source: Activate Twitter
de_de: Twitter aktivieren

source: Activate Facebook
de_de: Facebook aktivieren

source: Activate Google
de_de: aktivieren

source: Send post via email
de_de: Per E-Mail verschicken

source: Email this
de_de: Mailen

source: "Length of " + n + " must be between " + min + " and " + max + "."
de_de: "Die Länge von " + n + " muss zwischen " + min + " und " + max + " liegen."

source: joe@gmail.com
de_de: michel@gmx.de

source: Cancel
de_de: Abbrechen

source: Share this post via email
de_de: Verbreiten Sie den Artikel via E-Mail

source: All form fields are required.
de_de: Alle Formularfelder sind erforderlich.

source: Recipients email address
de_de: E-Mail-Adresse des Empfängers

source: Your message
de_de: Ihre Nachricht

source: Your email address
de_de: Ihre E-Mail-Adresse

source: Thanks for sharing
de_de: Danke fürs Weiterverbreiten.

source: Save Changes
de_de: Eistellungen speichern

source: Settings
de_de: Einstellungen
